import type { Metadata } from 'minista'
import Hero from '@/sections/Hero'
import Section from '@/layouts/Section'
import Embed from '@/components/Embed'

export const metadata: Metadata = {
  title: 'Home',
}

export default () => {
  return (
    <>
      <Hero />
      <Section title='О курсе' titleId='about-section'>

        <iframe
          width="720"
          height="405"
          src="https://rutube.ru/play/embed/9d3e3f972bf8911d697e293ccc8c5611"
          allow="clipboard-write; autoplay"
          allowFullScreen
        ></iframe>


        <p>Курс «Больше чем массаж» является интегративным, в нем сочетаются классический подход с постановкой рук и прямой передачей навыков и инновации онлайн обучения при изучении теоретического материала на учебной платформе.</p>
        <p><span>На курсе «Больше, Чем Массаж» вы научитесь мягко, безопасно и эффективно помогать Человеку вернуться к Здоровью.</span></p>
        <p><span>Здесь сведены в единую систему методики и подходы, освоенные мною за многие годы учёбы в разных школах и у различных мастеров.</span></p>
        <p><span>Большинство предлагаемых в курсе подходов заимствовано из остеопатии, прикладной кинезиологии, психокинезиологии, китайской классической медицины, акупунктуры, Новой Германской Медицины доктора Рика Гирда Хаммера, телесно-эмоциональной терапии, регрессионной терапии, биокинетики и других методик.</span></p>
        <p><span>Единственно возможный способ обучения практическим приемам студентов на курсе – передача знаний, подходов и навыков из рук в руки что и происходит на очных семинарах. Теоретические блоки для экономии времени практических семинаров выложены в виде видео уроков на учебной платформе. Там-же студенты заполняют тесты по теоретическому материалу.</span></p>
        <p><span>В процессе обучения вы овладеете методами диагностики и коррекции дисфункций скелетно-мышечной, нервной, сосудистой, эндокринной и канально-меридианальной систем, органов брюшной/грудной/тазовой полости и других структур. Научитесь освобождать подавленные эмоции, находить и разгружать очаги патологического возбуждения, вызывающие телесные нарушения в мозгу, корректировать ментальные нарушения&nbsp; и патологические программы.</span></p>
        <p><span>Вы освоите диагностику руками — самым совершенным инструментом из всех возможных. Руки целителя такие же, как у всех, просто они, благодаря долгой практике, натренированы на тонкую чувствительность. На очных встречах мы с вами научимся настраивать этот инструмент, и вы сразу же приступите к практике под чутким руководством, моим и моих лучших выпускников — ассистентов.</span></p>
        <p><span>Более того, на этом курсе вы откроете в себе особые уровни внимания, позволяющие видеть и воспринимать ключевые структуры, влияющие на здоровье тела и на глубинные психофизические запросы человека.</span></p>
        <p><span>И со временем разовьёте в себе исследовательское мышление. Обогащённое полученными на курсе знаниями и навыками, оно позволит вам создавать свои уникальные техники для любой структуры человеческого тела.</span></p>
        <p><span>Целостный, холистический подход даёт максимально быстрое и экологичное решение любого запроса на структурно-функциональном и информационном уровне, помогает запустить в человеке естественные процессы самовосстановления. Поэтому мы не пойдём чьей-то проторенной тропой, не станем создавать «универсальный метод» или «волшебный один для всех способ», а освоим различные приёмы и техники из актуальных сегодня и проверенных успешной практикой различных школ и систем знаний.</span></p>
        <p><span>Определяющим фактором в выборе метода оздоровления для конкретного человека будет для нас экологичность воздействия этого метода на все системы и компоненты его организма и сущности.</span></p>
        <p><span>Этот курс не требует от студента предварительного знания анатомии и физиологии. Все необходимые для работы сведения и базовые понятия объясняются в доступной форме в видео уроках на учебной платформе, на семинарах и в дополнительных материалах.</span></p>
        <p><span>Для курса отобраны и адаптированы лишь абсолютно безопасные неспецифические техники. Эти техники просты в исполнении и не требуют многих лет тренировок и наработанной высокоточной чувствительности.</span></p>
        <p><span>Курс состоит</span><span> из:</span></p>
        <ul>
          <li><span> одиннадцати двухдневных очных практических семинаров</span></li>
          <li><span>пакетов&nbsp; теоретических видеоматериалов на учебной.</span></li>
          <li><span>промежуточных теоретических тестов на учебной платформе.</span></li>
          <li>промежуточных практических зачетов по материалам прошедших семинаров.</li>
          <li>межсеминарских практических занятий под руководством опытных практиков.</li>
          <li>итогового практического курсового тестирования.</li>
        </ul>
        <p><span>На каждом семинаре выдаются презентации или методички в личное пользование.</span></p>
        <p><span>По окончании каждого семинара выдаётся сертификат о его прохождении.</span></p>
        <p><span>По итогам всего курса выдаётся диплом государственного образца с внесением в ФИС ФРДО.</span></p>
        <p><span>Я учусь и буду продолжать учиться каждый день и с каждым посетителем. Приглашаю и вас к активному созидательному участию в этом творческом и жизнеутверждающем действе – возвращении Человеку Здоровья.</span></p>
        <p><span>Став студентом школы «Больше, Чем Массаж», вы откроете для себя новые возможности личностного роста и благополучия!</span></p>
      </Section>
    </>
  )
}
